"Open File in Skim" = "Datei in Skim öffnen";
"Open URL in Skim" = "URL in Skim öffnen";
"Open Selected PDF" = "Ausgewähltes PDF öffnen";
"Show Skim Notes" = "Skim-Notizen anzeigen";
"Print File with Skim…" = "Datei mit Skim drucken …";
"Print File with Skim" = "Datei mit Skim drucken";
